[
  {
    "title": "PM-Kisan Scheme Extended for Another Year",
    "summary": "The government has announced the extension of PM-Kisan scheme, providing direct income support to farmers across India.",
    "content": "The Prime Minister Kisan Samman Nidhi (PM-Kisan) scheme has been extended for another year, ensuring continued financial support to millions of farmers across the country. The scheme provides direct income support of Rs. 6,000 per year to all landholding farmers, paid in three equal installments.\n\nThis extension comes as a relief to farmers who have been facing challenges due to fluctuating crop prices and weather conditions. The government aims to reach out to more farmers and ensure timely disbursement of funds.\n\nFarmers can apply for the scheme through the official PM-Kisan portal or visit their nearest Common Service Centre (CSC) for assistance with registration.",
    "category": "Government Updates",
    "image_url": "https://images.unsplash.com/photo-1625246333195-78d9c38ad449?w=800",
    "source": "Ministry of Agriculture",
    "date": "2024-01-15T10:00:00Z"
  },
  {
    "title": "Record Wheat Production Expected This Season",
    "summary": "Agricultural experts predict a record-breaking wheat harvest this season due to favorable weather conditions and improved farming techniques.",
    "content": "India is set to achieve a record wheat production this season, with estimates suggesting an output of over 112 million tonnes. This marks a significant increase from last year's production figures.\n\nThe favorable monsoon season, combined with the adoption of modern farming techniques and better seed varieties, has contributed to this expected bumper harvest. Farmers across Punjab, Haryana, and Uttar Pradesh are particularly optimistic about their yields.\n\nMarket analysts suggest that this increased production will help stabilize wheat prices and ensure food security for the nation. The government is also preparing storage facilities to accommodate the surplus production.",
    "category": "Agriculture",
    "image_url": "https://images.unsplash.com/photo-1625246333195-78d9c38ad449?w=800",
    "source": "Agricultural Research Institute",
    "date": "2024-01-20T14:30:00Z"
  },
  {
    "title": "Dairy Farmers See 15% Increase in Milk Prices",
    "summary": "Dairy farmers across the country are experiencing a significant increase in milk procurement prices, providing much-needed relief to the dairy sector.",
    "content": "Dairy cooperatives and private dairies have announced a 15% increase in milk procurement prices, bringing relief to thousands of dairy farmers. This price revision comes after months of negotiations and takes into account the rising cost of cattle feed and maintenance.\n\nThe price increase varies by region and milk quality, with premium quality milk fetching higher prices. Farmers are encouraged to maintain quality standards to benefit from the maximum price.\n\nThis development is expected to boost dairy farming and encourage more farmers to enter the dairy sector. The government has also announced additional support schemes for dairy farmers, including subsidized feed and veterinary services.",
    "category": "Dairy",
    "image_url": "https://images.unsplash.com/photo-1560493676-04071c5f467b?w=800",
    "source": "National Dairy Development Board",
    "date": "2024-01-18T09:15:00Z"
  },
  {
    "title": "New Mobile App Launched for Crop Price Tracking",
    "summary": "A revolutionary mobile application has been launched to help farmers track real-time crop prices and make informed selling decisions.",
    "content": "The new mobile application, developed in collaboration with agricultural technology companies, provides farmers with real-time access to crop prices across different markets. The app features an intuitive interface designed specifically for farmers, with support for multiple regional languages.\n\nKey features include:\n- Real-time price updates from major mandis\n- Price comparison across different markets\n- Weather forecasts and agricultural advisories\n- Direct connection with buyers and traders\n- Historical price trends and predictions\n\nThe app is available for free download on both Android and iOS platforms. Farmers can register using their mobile number and Aadhaar card for verification.",
    "category": "Technology",
    "image_url": "https://images.unsplash.com/photo-1512941937669-90a1b58e7e9c?w=800",
    "source": "AgriTech Innovations",
    "date": "2024-01-22T11:00:00Z"
  },
  {
    "title": "Weather Alert: Heavy Rainfall Expected in Western India",
    "summary": "Meteorological department issues alert for heavy rainfall in Maharashtra, Gujarat, and parts of Madhya Pradesh over the next 48 hours.",
    "content": "The India Meteorological Department (IMD) has issued a weather alert for heavy to very heavy rainfall in western India. Farmers in Maharashtra, Gujarat, and parts of Madhya Pradesh are advised to take necessary precautions.\n\nExpected rainfall: 100-200mm in isolated areas\nDuration: Next 48 hours\nImpact: Possible waterlogging in low-lying areas\n\nFarmers are advised to:\n- Harvest mature crops if possible\n- Ensure proper drainage in fields\n- Protect stored grains from moisture\n- Move livestock to higher ground if needed\n\nAgricultural insurance companies have been alerted to expedite claim processing for any crop damage that may occur due to the heavy rainfall.",
    "category": "Weather",
    "image_url": "https://images.unsplash.com/photo-1527482797697-8795b05a13fe?w=800",
    "source": "India Meteorological Department",
    "date": "2024-01-25T08:00:00Z"
  },
  {
    "title": "Organic Farming Certification Process Simplified",
    "summary": "The government has simplified the organic farming certification process to encourage more farmers to adopt organic practices.",
    "content": "In a move to promote organic farming, the government has announced simplified procedures for obtaining organic certification. The new process reduces paperwork and processing time significantly.\n\nKey changes include:\n- Online application submission\n- Reduced documentation requirements\n- Faster inspection and approval process\n- Subsidized certification fees for small farmers\n\nFarmers can now apply for organic certification through the official portal or visit their nearest agricultural office. The certification is valid for three years and can be renewed online.\n\nThis initiative is part of the government's larger goal to increase organic farming area to 10% of total agricultural land by 2030. Organic farmers also benefit from premium prices for their produce and access to specialized markets.",
    "category": "Agriculture",
    "image_url": "https://images.unsplash.com/photo-1530836369250-ef72a3f5cda8?w=800",
    "source": "Ministry of Agriculture",
    "date": "2024-01-23T16:45:00Z"
  }
]

